Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Display.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DISPLAY_ZOOM_DESCRIPTION
source: Choose a view for Apple Vision Pro. Zoomed shows larger controls. Standard shows more content.
ar: اختيار أحد أنماط العرض لـ Apple Vision Pro. التكبير يظهِر عناصر التحكم بحجم أكبر. والقياسي يظهر محتوى أكثر.
bg: Изберете изглед за Apple Vision Pro. Мащабиран изглед показва по-големи бутони. Стандартен изглед показва повече съдържание.
ca: Selecciona un mode de visualització per a l’Apple Vision Pro. L’opció del zoom mostra els controls més grans i l’estàndard, més contingut.
cs: Vyberte zobrazení na Apple Vision Pro. Volbou Zvětšené zvětšíte ovládací prvky. Standardní zobrazení pojme víc obsahu.
da: Vælg en oversigt til Apple Vision Pro. Zoomet viser større betjeningspanel. Standard viser mere indhold.
de: Wähle einen Anzeigemodus für die Apple Vision Pro. Mit „Vergrößert“ werden die Steuerelemente größer, mit „Standard“ wird mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το Apple Vision Pro: «Με ζουμ» για μεγαλύτερα στοιχεία ελέγχου, ή «Τυπική» για περισσότερο περιεχόμενο.
es: Selecciona una visualización para el Apple Vision Pro: Zoom, que muestra los controles más grandes, o Estándar, que muestra más contenido.
es_us: Elige cómo ver el Apple Vision Pro: Aumentado muestra controles más grandes, y Estándar permite ver más elementos en pantalla.
fi: Valitse Apple Vision Pron näkymä. Zoomatussa näet säätimet suurempina. Normaalinäkymä näyttää enemmän sisältöä.
fr: Choisissez un niveau de zoom pour l’Apple Vision Pro. Agrandi affiche de plus grandes commandes et Normal, davantage de contenu.
fr_ca: Choisissez un type d’affichage pour votre Apple Vision Pro. « Agrandi » affiche des commandes plus grandes. « Standard » affiche plus de contenu.
he: באפשרותך לבחור תצוגה ל-Apple Vision Pro: מצב ״מוגדל״ מציג רכיבי ממשק גדולים יותר, ומצב ״רגיל״ מציג יותר תוכן.
hi: Apple Vision Pro के लिए दृश्य का आकार चुनें। “ज़ूम किया गया” में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। “मानक” में अधिक कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za Apple Vision Pro. Uvećani način prikazuje veće kontrole. Standardni način obuhvaća više sadržaja.
hu: Válasszon nézetet az Apple Vision Pro számára. A Nagyított nagyobb vezérlőket jelenít meg, míg a Normál több tartalmat.
id: Pilih visual untuk Apple Vision Pro. Diperbesar menampilkan kontrol yang lebih besar. Standar menampilkan lebih banyak konten.
it: Scegli la modalità di visualizzazione per Apple Vision Pro. Se selezioni “Con zoom”, i controlli avranno dimensioni maggiori. L’impostazione standard mostrerà più contenuto.
ja: Apple Vision Proの表示を選択します。“拡大”ではコントロールが拡大表示されます。“標準”ではより多くの内容が表示されます。
kk: Apple Vision Pro құрылғысының көрінісін таңдаңыз. «Масштабталған» көрініс үлкенірек басқару элементтерін көрсетеді. «Стандартты» көрініс көбірек контент көрсетеді.
ko: Apple Vision Pro를 보는 방식을 선택합니다. 확대의 경우 제어기가 크게 표시됩니다. 표준의 경우 더 많은 콘텐츠가 표시됩니다.
lt: Pasirinkite „Apple Vision Pro“ rodinį. Priartintame rodinyje pateikiami didesni valdikliai, o standartiniame rodoma daugiau turinio.
ms: Pilih paparan untuk Apple Vision Pro. Dizum menunjukkan kawalan lebih besar. Standard menunjukkan lebih banyak kandungan.
nl: Kies een Apple Vision Pro-schermweergave. Met 'Ingezoomd' worden tekst en knoppen groter weergegeven. Met 'Standaard' past er meer op het scherm.
no: Velg en visning på Apple Vision Pro. Zoomet viser større kontroller, og standard viser mer innhold.
pl: Wybierz wygląd ekranu Apple Vision Pro. W trybie Powiększony narzędzia są większe. Tryb Standardowy pozwala wyświetlać więcej informacji.
pt_br: Escolha uma visualização para o Apple Vision Pro. Ampliado deixa os controles maiores. Padrão mostra mais conteúdo.
pt_pt: Escolha como gostaria de ver o Apple Vision Pro: ampliado, os controlos ficam maiores; normal mostra mais conteúdo no ecrã.
ro: Alegeți un mod de vizualizare pentru Apple Vision Pro. “Zoom aplicat” afișează comenzi mai mari. “Standard” afișează mai mult conținut.
ru: Выберите вид для Apple Vision Pro. Увеличенный вид — укрупненные элементы управления. Стандартный вид — больше контента.
sk: Vyberte zobrazenie pre Apple Vision Pro. Zväčšené zobrazuje väčšie ovládanie. Štandardné pojme viac obsahu.
sl: Izberite način prikaza za napravo Apple Vision Pro. V povečanem načinu je prikaz krmilnih funkcij večji. V standardnem načinu je prikazanih več vsebin.
sv: Välj vilken vy du vill ha för Apple Vision Pro. Zoomad har större reglage. Standard får plats med mer innehåll.
th: เลือกการแสดงผลสำหรับ Apple Vision Pro การเลือกแบบซูมจะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น การเลือกแบบมาตรฐานจะมีพื้นที่แสดงเนื้อหามากขึ้น
tr: Apple Vision Pro için bir görüntü seçin. Büyütülmüş, denetimleri daha büyük gösterir. Standart, daha fazla içerik gösterir.
uk: Оберіть подання для Apple Vision Pro. Варіант «Наближено» пропонує більші елементи керування, а варіант «Стандарт» показує більше вмісту.
vi: Chọn một chế độ xem cho Apple Vision Pro. Thu phóng hiển thị điều khiển lớn hơn. Tiêu chuẩn hiển thị nhiều nội dung hơn.
zh_cn: 选取Apple Vision Pro的显示方式。“放大”会显示更大的控制项。“标准”会显示更多的内容。
zh_hk: 選擇Apple Vision Pro的顯示方式。「放大」將顯示較大的控制項目，「標準」將顯示更多內容。
zh_tw: 選擇Apple Vision Pro的顯示畫面。「放大」模式會顯示較大的控制項目，「標準」模式可顯示更多內容。

# EXTERNALDISPLAY_DISPLAY_ZOOMED_STANDARD_DENSE_DESCRIPTION
source: Choose a view for %@. Larger Text shows larger controls. Default shows more content. More Space shows even more content.
ar: اختيار عرض لـ %@. "نص أكبر" يظهر عناصر التحكم بحجم أكبر، و"الافتراضي" يظهر محتوى أكثر على الشاشة، و"المزيد من المساحة" يظهر محتوى أكثر من ذلك.
bg: Изберете изглед за %@. „По-голям текст“ показва по-големи бутони. „По подразбиране“ показва повече съдържание. „Повече място“ показва още повече съдържание.
ca: Selecciona un mode de visualització per a l’%@. L’opció de text més gran mostra els controls més grans; l’opció per omissió, més contingut; i l’opció de més espai, encara més.
cs: Nastavte si zobrazení na %@u. Výběrem volby Větší text nastavíte větší ovládací prvky. Standardně uvidíte víc obsahu. Výběrem volby Více místa zobrazíte ještě víc obsahu.
da: Vælg en oversigt til %@. Større tekst viser større betjeningspanel. Standard viser mere indhold. Mere plads viser endnu mere indhold.
de: Wähle einen Anzeigemodus für das %@. Mit „Größerer Text“ werden die Steuerelemente größer, mit „Standard“ wird mehr Inhalt angezeigt. Mit „Mehr Fläche“ wird noch mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το %@: «Μεγαλύτερο κείμενο» για μεγαλύτερα στοιχεία ελέγχου, «Προεπιλογή» για περισσότερο περιεχόμενο, ή «Περισσότερος χώρος» για ακόμη περισσότερο περιεχόμενο.
es: Selecciona una visualización para el %@: “Texto más grande”, que muestra los controles más grandes, “Por omisión”, que muestra más contenido, o “Más espacio”, que muestra aún más contenido.
es_us: Elige cómo ver el %@: Aumentado muestra controles aumentados, Predeterminado muestra más del contenido en pantalla y Más espacio permite ver aún más elementos en pantalla.
fi: Valitse näkymä, jota %@ käyttää. Suurempi teksti näyttää säätimet suurempina. Oletus näyttää enemmän sisältöä. Paljon tilaa näyttää vielä enemmän sisältöä.
fr: Choisissez une présentation pour l’%@. « Police plus grande » affiche de plus grandes commandes, « Par défaut » affiche davantage de contenu, et « Plus d’espace » en affiche encore plus.
fr_ca: Choisissez un type d’affichage pour votre %@. « Police plus grande » affiche des commandes plus grandes. « Par défaut » affiche plus de contenu. « Plus d’espace » affiche encore plus de contenu.
he: ניתן לבחור מצב תצוגה ל-%@: ״מלל גדול יותר״ מציג פקדים גדולים יותר, ״ברירת המחדל״ מציג יותר תוכן, ו״מרווח״ מציג אפילו יותר תוכן.
hi: %@ के लिए दृश्य का आकार चुनें। बड़े टेक्स्ट में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। डिफ़ॉल्ट में ज़्यादा कॉन्टेंट दिखाई देता है। “अधिक जगह” में और ज़्यादा कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za %@. Opcija “Veći tekst” prikazuje veće kontrole. Standardni način prikazuje više sadržaja. Opcija “Više prostora” prikazuje još više sadržaja.
hu: Kiválaszthat egy nézetet a(z) %@ számára. A Nagyobb szöveg nézet nagyobb vezérlőelemeket jelenít meg. Az Alapértelmezett nézet több tartalmat jelenít meg. A Több terület nézet még ennél is több tartalmat jelenít meg.
id: Pilih tampilan untuk %@. Teks Lebih Besar menampilkan kontrol yang lebih besar. Default menampilkan lebih banyak konten. Lebih Banyak Ruang menampilkan jauh lebih banyak konten.
it: Scegli una modalità di visualizzazione per %@. Se selezioni “Testo più grande”, i controlli avranno dimensioni maggiori; l’opzione Default ti consente di visualizzare più contenuti e con “Più spazio” ne verranno mostrati ancora di più.
ja: %@の表示を選択します。“文字を拡大”ではコントロールが拡大表示されます。“スペースを拡大”ではより多くの内容が表示されます。
kk: %@ көрінісін таңдаңыз. «Үлкенірек мәтін» үлкенірек басқару элементтерін көрсетеді. «Әдепкі» көбірек контент көрсетеді. «Қосымша бос орын» көрінісі тіпті көбірек контент көрсетеді.
ko: %@을(를) 보는 방식을 선택합니다. ‘더 큰 텍스트’는 제어기를 크게 표시합니다. ‘기본’은 콘텐츠를 더 많이 표시합니다. ‘더 큰 공간’은 콘텐츠를 가장 많이 표시합니다.
lt: Pasirinkite „%@“ rodinį. Rodinys „Didesnis tekstas“ rodo didesnius valdiklius. „Numatytasis“ rodo daugiau turinio. „Daugiau erdvės“ rodo dar daugiau turinio.
ms: Pilih paparan untuk %@. Teks Lebih Besar menunjukkan kawalan lebih besar. Lalai menunjukkan lebih banyak kandungan. Lebih Ruang menunjukkan lagi banyak kandungan.
nl: Kies een %@-schermweergave. Met 'Grotere tekst' worden regelaars groter weergegeven. Met 'Meer ruimte' past er nog meer op het scherm.
no: Velg en visning for %@. Større tekst viser større kontroller. Standard viser mer innhold. Mer plass viser enda mer innhold.
pl: Wybierz wygląd ekranu %@a. W trybie Większy tekst narzędzia są większe. Tryb Domyślny pozwala wyświetlać więcej, a tryb Więcej miejsca jeszcze więcej informacji.
pt_br: Escolha uma visualização para o %@. Texto Maior mostra os controles ampliados. Padrão mostra mais conteúdo. Mais Espaço mostra ainda mais conteúdo.
pt_pt: Escolha como gostaria de ver o %@: com a opção Texto maior, os controlos ficam maiores; Predefinição mostra mais conteúdo no ecrã; Mais espaço mostra ainda mais conteúdo.
ro: Alegeți un mod de vizualizare pentru %@. “Text mai mare” afișează comenzi mai mari. “Implicit” afișează mai mult conținut. “Mai mult spațiu” afișează și mai mult conținut.
ru: Выберите вид для %@: «Крупный текст» показывает более крупно элементы управления. «По умолчанию» отображает больше контента. «Больше места» показывает еще больше контента.
sk: Vyberte zobrazenie pre %@. Väčší text zobrazuje väčšie ovládacie prvky. Predvolené pojme viac obsahu. Viac miesta toho zobrazí ešte viac.
sl: Izberite pogled za %@. Nastavitev Večje besedilo prikazuje večje krmilne funkcije. Nastavitev Privzeto prikazuje več vsebine. Nastavitev Več prostora prikazuje še več vsebine.
sv: Välj vilken vy du vill ha för %@. Större text har större reglage. Förval får plats med mer innehåll. Mer utrymme får plats med ännu mer innehåll.
th: เลือกการแสดงผลสำหรับ%[tt]@ การเลือกแบบข้อความตัวใหญ่จะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น แบบเริ่มต้นจะมีพื้นที่แสดงเนื้อหามากขึ้น แบบพื้นที่มากขึ้นจะแสดงเนื้อหามากยิ่งขึ้น
tr: %@ için bir görünüm seçin. Büyük Metin, denetimleri daha büyük gösterir. Saptanmış, daha fazla içerik; Daha Çok Alan ise daha da fazla içerik gösterir.
uk: Оберіть вигляд екрана для %@. Варіант «Більший шрифт» пропонує більші елементи керування, варіант «Типово» — більше вмісту, а варіант «Більше місця» — ще більше вмісту.
vi: Chọn một chế độ xem cho %@. Chữ lớn hơn hiển thị điều khiển lớn hơn. Mặc định hiển thị nhiều nội dung hơn. Nhiều không gian hiển thị nhiều nội dung hơn nữa.
zh_cn: 选取%@的显示方式。“更大字体”会显示更大的控制项。“默认”会显示更多内容。“更多空间”会进一步显示更多内容。
zh_hk: 選擇%@的顯示方式。「大型文字」顯示較大的控制項目。「預設」顯示較多內容。「更多空間」顯示更多內容。
zh_tw: 選擇%@的顯示畫面。「放大文字」會顯示較大的控制項目，「預設值」會顯示較多內容。「更多空間」會顯示最多內容。

# DNB_AUTOLOCK_ENABLED_ATTENTION_AWARENESS_DISABLED
source: iPad display will dim and lock after %@. Enable Attention Aware Features to automatically dim display when iPad is not being used to help extend the life of the display and maintain image quality.
ar: سيتم تعتيم شاشة iPad وقفلها بعد %@. قم بتمكين الميزات المتتبعة للانتباه لتعتيم الشاشة تلقائيًا عند عدم استخدام iPad للمساعدة في إطالة عمر الشاشة والحفاظ على جودة الصورة.
bg: Екранът на iPad ще бъде затъмнен и заключен след %@. Активирайте функциите, отчитащи вниманието, за автоматично затъмняване на екрана, когато iPad не се използва, за да помогнете за удължаването на живота на екрана и запазването на качеството на изображенията.
ca: La pantalla de l’iPad s’enfosquirà i es bloquejarà al cap de %@. Per enfosquir‑la automàticament quan no utilitzis el dispositiu, activa la detecció de l’atenció. D’aquesta manera, ajudaràs a allargar‑ne la vida útil i a mantenir la qualitat de la imatge.
cs: Pokud iPad %@ nepoužijete, displej se ztlumí a zamkne. Chcete‑li prodloužit životnost displeje a zachovat kvalitu zobrazení, zapněte volbu Detekce pozornosti, která displej automaticky ztlumí, když iPad nebudete používat.
da: Skærmen på iPad dæmpes og låses efter %@. Slå Opmærksomhedsfunktioner til for at dæmpe lysstyrken på skærmen automatisk, når iPad ikke er i brug, med henblik på at forlænge skærmens levetid og bevare billedkvaliteten.
de: Das iPad-Display wird nach %@ verdunkelt und gesperrt. Aktiviere „Aufmerksamkeitssensible Funktionen“, um das Display automatisch zu verdunkeln, wenn das iPad nicht verwendet wird, um so die Lebensdauer des Displays zu verlängern und die Bildqualität zu wahren.
el: Η οθόνη του iPad θα κλειδώνει και θα μειώνεται η φωτεινότητά της μετά από %@. Ενεργοποιήστε τις Δυνατότητες προσοχής για αυτόματη μείωση της φωτεινότητας της οθόνης όταν το iPad δεν χρησιμοποιείται για επέκταση της διάρκειας ζωής της οθόνης και διατήρηση της ποιότητας της εικόνας.
es: La pantalla del iPad se atenuará y se bloqueará al cabo de %@. Activa la detección de atención para atenuar la pantalla automáticamente cuando no estés usando el iPad para alargar su vida útil y mantener la calidad de la imagen.
es_us: La pantalla del iPad se atenuará y bloqueará después de %@. Las funciones que detectan atención atenuarán la pantalla automáticamente cuando el iPad no esté en uso para ayudar a prolongar la vida útil de la pantalla y mantener la calidad de la imagen.
fi: iPadin näyttö himmenee ja lukittuu, kun %@ on kulunut. Ota Katsekontaktitoiminnot käyttöön, jos haluat himmentää iPadin näytön automaattisesti, kun sitä ei käytetä. Tämä auttaa pidentämään näytön käyttöikää ja ylläpitämään kuvanlaatua.
fr: L’écran de l’iPad s’obscurcira et se verrouillera après %@. Activez les fonctions fondées sur l’attention pour obscurcir automatiquement l’écran lorsque l’iPad n’est pas utilisé pour augmenter la durée de vie de l’écran et préserver la qualité d’image.
fr_ca: La luminosité de l’écran réduira, et l’appareil se verrouillera après %@. Pour prolonger la durée de vie de l’écran et préserver la qualité d’image, activez les fonctions basées sur l’attention pour que la luminosité de l’écran soit réduite automatiquement lorsque l’iPad n’est pas utilisé.
he: תצוגת ה-iPad תעומעם ותינעל לאחר %@. הפעלת ״מאפיינים שמזהים קשב״ תוביל לעמעום אוטומטי של התצוגה כשה-iPad לא בשימוש כדי לסייע בהארכת חיי הצג ושימור איכות התמונה.
hi: iPad डिस्प्ले %@ के बाद डिम और लॉक हो जाएगा। iPad का इस्तेमाल नहीं होने पर डिस्प्ले को ऑटोमैटिकली डिम करने के लिए अटेंशन अवेयर फ़ीचर सक्षम करें। इससे डिस्प्ले का जीवनकाल बढ़ाने और इमेज गुणवत्ता बनाए रखने में मदद मिलती है।
hr: Zaslon iPada zatamnit će se i zaključati nakon %@. Omogućite Značajke svjesne pažnje za automatsko zatamnjenje zaslona kad se iPad ne koristi kako bi se pomoglo u produljenju radnog vijeka zaslona i zadržala kvaliteta slike.
hu: Az iPad kijelzője %@ után elhalványul és zárolva lesz. A Figyelemérzékelő funkciók engedélyezésével automatikusan elhalványíthatja a kijelzőt, amikor az iPad nincs használatban, hogy meghosszabbítsa a kijelző élettartamát, és megőrizze a képminőséget.
id: Layar iPad akan meredup dan terkunci setelah %@. Aktifkan Fitur Sadar Perhatian untuk meredupkan layar secara otomatis saat iPad tidak sedang digunakan untuk membantu memperpanjang masa pakai layar dan memelihara kualitas gambar.
it: La luminosità verrà attenuata e lo schermo di iPad si bloccherà dopo %@. Abilita il rilevamento dello sguardo per attenuare automaticamente la luminosità dello schermo quando non stai usando iPad. Questo contribuirà a estenderne il ciclo di vita e a mantenere una buona qualità delle immagini.
ja: %@後にiPadの画面は暗くなってロックされます。 ディスプレイの寿命を伸ばし画像品質を維持するには、iPadが使用中でないときに画面を自動的に少し暗くする“画面注視認識機能”を有効にしてください。
kk: iPad дисплейі %@ өткеннен кейін қараңғыланады және құлыпталады. iPad дисплейін пайдаланбаған кезде оның жұмыс істеу уақытын ұзарту және кескін сапасын сақтау үшін дисплейді автоматты түрде қараңғыландыратын «Назар тану» функцияларын қосыңыз.
ko: %@ 후 iPad 디스플레이가 어두워지고 잠금 상태로 전환됩니다. 주시 지각 기능을 활성화하면 iPad를 사용하지 않을 때 디스플레이가 자동으로 밝기를 낮춥니다. 이는 디스플레이 수명을 연장하고 이미지 품질을 유지하는 데 도움이 됩니다.
lt: „iPad“ ekranas bus pritemdytas ir užrakintas po %@. Norėdami automatiškai pritemdyti „iPad“ ekraną, kai jis nenaudojamas, įjunkite „Dėmesį atpažįstančias funkcijas“. Jos padeda prailginti ekrano naudojimo trukmę ir užtikrinti gerą vaizdo kokybę.
ms: Paparan iPad akan malap dan dikunci selepas %@. Dayakan Ciri Kesedaran Perhatian untuk memalapkan paparan secara automatik semasa iPad tidak digunakan untuk membantu memanjangkan hayat paparan dan mengekalkan kualiti imej.
nl: Het iPad-scherm wordt na %@ gedimd en vergrendeld. Schakel aandachtsdetectiefuncties in om het scherm automatisch te dimmen wanneer de iPad niet wordt gebruikt om de levensduur van het scherm te verlengen en de beeldkwaliteit te behouden.
no: iPad-skjermen dimmes og låses etter %@. Aktiver Reager på øyekontakt for å automatisk dimme skjermen når iPaden ikke er i bruk, for å bidra til å forlenge levetiden til skjermen og bevare bildekvaliteten.
pl: iPad przygasi wyświetlacz i włączy po upływie czasu określonego powyżej (%@). Aby automatycznie przygaszać wyświetlacz, gdy iPad nie jest używany (w celu przedłużenia żywotności wyświetlacza i zachowania dobrej jakości obrazu), włącz funkcje rozpoznające uwagę.
pt_br: A tela do iPad será escurecida e bloqueada após %@. Para ajudar a estender a vida útil da tela do iPad e manter a qualidade da imagem, ative os Recursos com Detecção de Atenção e a tela será escurecida automaticamente quando não estiver em uso.
pt_pt: O ecrã do iPad escurece e é bloqueado após %@. Ative a deteção de atenção para escurecer automaticamente o ecrã quando o iPad não está a ser usado, para ajudar a prolongar a vida útil do ecrã e manter a qualidade da imagem.
ro: Afișajul iPad‑ului se va întuneca și se va bloca după %@. Activați “Detectarea atenției privirii” pentru ca afișajul să se întunece automat atunci când iPad‑ul nu este utilizat pentru a extinde durata de viață a afișajului și a menține calitatea imaginii.
ru: Через %@ дисплей iPad будет затемняться и будет включаться блокировка. Включите функцию «Распознавание внимания», чтобы автоматически затемнять дисплей, когда iPad не используется. Это поможет продлить срок службы дисплея и сохранить хорошее качество изображения.
sk: Ak iPad nebudete používať %@, jeho displej sa stlmí a zamkne. Ak chcete predĺžiť životnosť displeja pri zachovaní kvality obrazu, zapnite funkcie na detekciu pozornosti, ktoré automaticky stlmia displej, keď iPad nepoužívate.
sl: Zaslon iPada se bo zatemnil in zaklenil po toliko časa: %@. Omogočite funkcije zaznavanja pozornosti za samodejno zatemnitev zaslona, ko iPad ni v uporabi, da podaljšate življenjsko dobo zaslona in ohranite kakovost slike.
sv: iPad-skärmen tonas ned och låses efter %@. Aktivera Uppmärksamhetsfunktioner om du vill att skärmen automatiskt ska tonas ned när den inte används. Detta bidrar till att förlänga skärmens livslängd och bevara bildkvalitet.
th: จอภาพ iPad จะลดแสงลงและล็อคหลังจาก %@ เปิดใช้งานคุณสมบัติการตั้งใจมองเพื่อลดแสงจอภาพโดยอัตโนมัติเมื่อไม่ได้ใช้ iPad เพื่อช่วยยืดอายุการใช้งานของจอภาพและคงคุณภาพของภาพ
tr: iPad ekranı %@ sonra kararır ve kilitlenir. Ekranın ömrünü uzatmaya ve görüntü kalitesini korumaya yardımcı olmak için iPad kullanılmadığında ekranı otomatik olarak karartmak amacıyla Dikkat Farkındalığı Özellikleri’ni etkinleştirin.
uk: Екран iPad потьмяніє та замкнеться через %@. Увімкніть функції, пильні до уваги, щоб автоматично затемнювати екран, коли iPad не використовується, для подовження терміну роботи дисплея з належною якістю зображення.
vi: Màn hình iPad sẽ giảm độ sáng và khóa sau %@. Bật Tính năng nhận biết sự chú ý để tự động giảm độ sáng màn hình khi iPad không được sử dụng để giúp kéo dài tuổi thọ của màn hình và duy trì chất lượng hình ảnh.
zh_cn: iPad显示屏将在%@后变暗并锁定。 启用“注视感知功能”以在未使用iPad时自动调暗显示屏，帮助延长显示屏使用寿命和保持图像质量。
zh_hk: iPad顯示器會在%@後變暗並鎖定。 啟用「螢幕注視感知功能」以在未使用iPad時讓顯示器自動變暗，從而協助延長顯示器壽命和維持影像質素。
zh_tw: iPad螢幕會在%@後調暗和鎖定。 啟用「螢幕注視感知功能」來在iPad未使用時自動調暗螢幕，以協助延長螢幕使用壽命和維持影像品質。

source: Dark
ar: داكن
bg: Тъмен
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρα
es: Oscuro
es_us: Oscuro
fi: Tumma
fr: Sombre
fr_ca: Sombre
he: כהה
hi: गहरा
hr: Tamni
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
kk: Қараңғы
ko: 다크 모드
lt: Tamsu
ms: Gelap
nl: Donker
no: Mørkt
pl: Ciemny
pt_br: Escura
pt_pt: Tons escuros
ro: Întunecat
ru: Темное
sk: Tmavý
sl: Temno
sv: Mörkt
th: มืด
tr: Koyu
uk: Темний
vi: Tối
zh_cn: 深色
zh_hk: 深色
zh_tw: 深色
